{
  "protocol_name": "Poisoning Management Protocol",
  "version": "2024",
  "source": "AACT/EAPCCT 2024 Guidelines, ERC 2024, WHO Poison Management",
  "sections": [
    {
      "title": "Initial Assessment and Toxidrome Recognition",
      "content": "Stabilize with ABCDE approach, then perform toxicological assessment. GATHER INFORMATION: What was taken (substance name, amount), when was it taken, how was it taken (oral, inhalation, dermal, IV), intentional or accidental, when did symptoms start, was there vomiting, other substances/alcohol involved. TOXIDROMES: 1) CHOLINERGIC (organophosphate, nerve agents): SLUDGE — Salivation, Lacrimation, Urination, Defecation, GI cramping, Emesis + miosis, bradycardia, bronchospasm, fasciculations. 2) ANTICHOLINERGIC (atropine, TCA, antihistamines): 'Dry, red, hot, blind, mad' — dry skin, mydriasis, tachycardia, hyperthermia, retention, agitation, hallucinations. 3) SYMPATHOMIMETIC (cocaine, amphetamine): Mydriasis, tachycardia, hypertension, hyperthermia, diaphoresis, agitation. 4) OPIOID: Miosis, respiratory depression, loss of consciousness, bradycardia. 5) SEDATIVE/HYPNOTIC (benzodiazepine, barbiturate): CNS depression, respiratory depression, hypotension. 6) SEROTONERGIC: Agitation, hyperthermia, clonus, tremor, hyperreflexia, diaphoresis, diarrhea."
    },
    {
      "title": "Decontamination",
      "content": "IN ORAL POISONING: 1) ACTIVATED CHARCOAL: Most effective decontamination method. DOSE: 1 g/kg oral (adult 50 g, pediatric 1 g/kg). TIMING: Most effective within the first hour (up to 2 hours for some substances). CONTRAINDICATIONS: Altered consciousness (aspiration risk — unless intubated), corrosive substances (acid/alkali), hydrocarbons, substances not bound by activated charcoal (lithium, iron, potassium, heavy metals, alcohols, cyanide). Can be given regardless of consciousness if PROTECTED AIRWAY (intubated patient). 2) GASTRIC LAVAGE: Very limited indications — potentially lethal dose, <1 hour, conscious or protected airway. With 38Fr OG tube in 200-300 mL warm water portions, until clear. 3) WHOLE BOWEL IRRIGATION (WBI): Polyethylene glycol 1-2 L/hour — for iron, lithium, sustained-release preparations, body packing. INDUCED VOMITING (Ipecac syrup): NO LONGER RECOMMENDED. DERMAL EXPOSURE: Remove contaminated clothing, wash with copious water for 15-20 min. EYE EXPOSURE: Irrigate with warm water/normal saline for at least 20 min."
    },
    {
      "title": "Specific Antidotes Table",
      "content": "POISON → ANTIDOTE → DOSE: 1) OPIOID (morphine, fentanyl, heroin) → NALOXONE → 0.4-2 mg IV/IM/IN, repeat in 2-3 min if no response (max 10 mg); IN dose: 4 mg (with MAD); short half-life — repeated doses or infusion may be needed. 2) BENZODIAZEPINE → FLUMAZENIL → 0.2 mg IV over 30 sec, if no response after 60 sec 0.3 mg, then 0.5 mg doses (max 3 mg). CAUTION: May provoke seizures in chronic benzodiazepine users or TCA co-ingestion — not used routinely! 3) ORGANOPHOSPHATE/NERVE AGENT → ATROPINE + PRALIDOXIME → Atropine 2-4 mg IV (pediatric 0.02 mg/kg), double every 5-10 min until secretions dry; Pralidoxime 1-2 g IV over 15-30 min (pediatric 25-50 mg/kg), most effective in first 24 hours. 4) PARACETAMOL → N-ACETYLCYSTEINE (NAC) → 150 mg/kg IV over 1 hour loading → 50 mg/kg over 4 hours → 100 mg/kg over 16 hours (modified Prescott protocol). Oral: 140 mg/kg loading, then 70 mg/kg every 4 hours x 17 doses. 5) METHANOL / ETHYLENE GLYCOL → FOMEPIZOLE or ETHANOL → Fomepizole 15 mg/kg IV loading, then 10 mg/kg every 12 hours. Ethanol: 10% ethanol IV targeting blood ethanol level 100-150 mg/dL. 6) BETA-BLOCKER → GLUCAGON → 5-10 mg IV bolus, then 1-5 mg/hour infusion. 7) CALCIUM CHANNEL BLOCKER → CALCIUM + INSULIN-DEXTROSE → Ca gluconate 30-60 mL 10% IV or CaCl2 10-20 mL 10% IV + High-dose insulin: 1 U/kg IV bolus + 1-10 U/kg/hour infusion + dextrose. 8) DIGOXIN → DIGOXIN-SPECIFIC ANTIBODY (DigiFab) → Acute: Calculate based on amount ingested, if unknown 10-20 vials IV. 9) IRON → DEFEROXAMINE → 15 mg/kg/hour IV infusion (max 80 mg/kg/day). 10) CYANIDE → HYDROXOCOBALAMIN → 5 g IV over 15 min (adult), alternative: sodium thiosulfate 12.5 g IV. 11) ISONIAZID → PYRIDOXINE (B6) → Gram-for-gram dose equal to amount of isoniazid ingested IV (if unknown, 5 g IV). 12) WARFARIN/BLEEDING → VITAMIN K + PCC → Phytomenadione 10 mg IV slow + Prothrombin Complex Concentrate."
    },
    {
      "title": "Supportive Care",
      "content": "For most poisonings, no specific antidote exists — supportive care is life-saving. RESPIRATORY: Airway protection (GCS ≤8 → intubation), mechanical ventilation may be needed. O2 support. CIRCULATORY: IV fluids (hypotension), vasoactive agents (noradrenaline), arrhythmia treatment (wide QRS → NaHCO3 1-2 mEq/kg IV — especially in TCA poisoning). NEUROLOGICAL: Seizures → benzodiazepine (midazolam, diazepam). Agitation → benzodiazepine (minimize physical restraint). THERMOREGULATION: Hyperthermia → active cooling (serotonin syndrome, sympathomimetics). Hypothermia → rewarming. METABOLIC: Acidosis → NaHCO3 (if pH <7.1), hypoglycemia → dextrose, correct electrolyte disturbances. RENAL: Forced alkaline diuresis (in aspirin poisoning), hemodialysis indications (methanol, ethylene glycol, lithium, salicylate, valproic acid, metformin). LIPID EMULSION THERAPY: In lipophilic drug poisoning (local anesthetic, TCA, Ca-channel blocker) — Intralipid 20%: 1.5 mL/kg IV bolus + 0.25 mL/kg/min infusion."
    },
    {
      "title": "Poison Control Center and Referral",
      "content": "POISON CONTROL CENTER: Consultation is recommended for all poisoning cases. Available 24/7. Provide: Patient age/weight, substance name, amount, duration, symptoms, treatment given. HOSPITAL REFERRAL CRITERIA: All intentional (suicidal) poisonings, symptomatic patients, toxic dose ingestion, high-risk substances (paracetamol, TCA, Ca-channel blocker, beta-blocker, digoxin, organophosphate, corrosives, lithium, iron), substances with delayed toxicity risk (paracetamol, sustained-release preparations, mushrooms), pediatric poisonings, substance unknown but symptomatic. OBSERVATION PERIOD: Paracetamol: At least 4-8 hours (for serum level), sustained-release preparations: At least 12-24 hours."
    }
  ],
  "keywords": ["poisoning", "intoxication", "antidote", "naloxone", "atropine", "acetylcysteine", "activated charcoal", "toxidrome", "overdose", "organophosphate", "paracetamol", "drug poisoning"],
  "related_protocols": ["cardiac_arrest", "seizure", "pediatric_emergency", "drug_doses"]
}